_sdaiModelAccessMode(Sdai_instS*)
\details
Retrieves the current access mode for a specified SDAI-model.
\param model          [in] A model to get access mode for.
\returns The current access mode for the specified model.
\remarks
The functions starting from _sdai are ODA extensions over the standard.
Possible error codes:
* sdaiMO_NEXS - Model is not valid.
\code
model = sdaiAccessModel(model, sdaiRO);
accessMode = _sdaiModelAccessMode(model);